<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!-- Top -->
<jsp:include page="/Layout/Top.jsp" />

<!-- 로그인 삽입 -->
<div class="login_wrapper">
	<jsp:include page="/Layout/loginInput/login_input.jsp" />
</div>

<div class="custom_container">
	<div class="side_col col-md-3 hidden-xs">&nbsp;</div>
	<div class="main_col col-md-9 col-xs-12">
		<div class="login_join_agree_wrapper">
			<img src="/pictures/memberReg/member_agreement_title.gif"
				class="use_agree" />

			<div class="clearfix"></div>

			<div class="agree_wrapper">
				<div class="agree">
					제1조(목적 등)
					<p class="agree_word">.① 파워로고스 (www.ebogum.com) 이용자 약관(이하 "본
						약관"이라 합니다)은 이용자가 (이하 "파워로고스"이라 합니다)에서 제공하는 인터넷 관련 서비스(이하 "서비스"라
						합니다)를 이용함에 있어 회원과 파워로고스 권리·의무 및 책임사항을 규정함을 목적으로 합니다.</p>

					<p class="agree_word">② 회원이 되고자 하는 자가 파워로고스 정한 소정의 절차를 거쳐서
						"등록하기" 단추를 누르면 본 약관에 동의하는 것으로 간주합니다. 본 약관에 정하는 이외의 회원과 파워로고스의 권리,
						의무 및 책임사항에 관해서는 전기통신사업법 기타 대한민국의 관련 법령과 상관습에 의합니다.</p>

					제2조(회원의 정의)
					<p class="agree_word">"회원"란 파워로고스에 접속하여 본 약관에 따라 파워로고스 회원으로
						가입하여 파워로고스이 제공하는 서비스를 받는 자를 말합니다.</p>

					제3조 (회원 가입)
					<p class="agree_word">
						① 회원이 되고자 하는 자는 파워로고스이 정한 가입 양식에 따라 회원정보를 기입하고 "등록하기" 단추를 누르는 방법으로
						회원 가입을 신청합니다. ② 파워로고스은 제1항과 같이 회원으로 가입할 것을 신청한 자가 다음 각 호에 해당하지 않는
						한 신청한 자를 회원으로 등록합니다. 1. 가입신청자가 본 약관 제6조 제3항에 의하여 이전에 회원자격을 상실한 적이
						있는 경우. 다만 제6조 제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 파워로고스의 회원 재가입 승낙을 얻은
						경우에는 예외로 합니다. <br> 2. 등록 내용에 허위, 기재누락, 오기가 있는 경우 <br> 3.
						기타 회원으로 등록하는 것이 파워로고스의 기술상 현저히 지장이 있다고 판단되는 경우 ③ 회원가입계약의 성립시기는
						파워로고스의 승낙이 가입신청자에게 도달한 시점으로 합니다. ④ 회원은 제1항의 회원정보 기재 내용에 변경이 발생한
						경우, 즉시 변경사항을 정정하여 기재하여야 합니다.
					</p>

					제4조(서비스의 제공 및 변경)
					<p class="agree_word">① 파워로고스은 회원에게 아래와 같은 서비스를 제공합니다. 설교 자료는
						오직 회원이신 목회자만 이용 하실 수 있습니다. 회원이 아닌 모든 분은 상단의 방문 버튼을 클릭해 주십시오. *
						방문하신 분은 설교 자료를 제외한 모든 것을 이용하실 수 있습니다. (단, 견본설교는 이용 가능합니다) ② 파워로고스은
						그 변경될 서비스의 내용 및 제공일자를 제7조 제2항에서 정한 방법으로 회원에게 통지하고, 제1항에 정한 서비스를
						변경하여 제공할 수 있습니다.</p>

					제5조(서비스의 중단)
					<p class="agree_word">① 파워로고스은 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장, 통신의
						두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있고, 새로운 서비스로의 교체 기타 디자인 이
						적절하다고 판단하는 사유에 기하여 현재 제공되는 서비스를 완전히 중단할 수 있습니 다. ② 제1항에 의한 서비스 중단의
						경우에는 파워로고스은 제7조 제2항에서 정한 방법으로 회원에게 통지합니다. 다만, 파워로고스이 통제할 수 없는 사유로
						인한 서비스의 중단(시스템 관리자의 고의, 과실이 없는 디스크 장애, 시스템 다운 등)으로 인하여 사전 통지가 불가능한
						경우에는 그러하지 아니합니다.</p>

					제6조(회원 탈퇴 및 자격 상실
					<p class="agree_word">등) ① 회원은 파워로고스에 언제든지 자신의 회원 등록을 말소해 줄
						것(회원 탈퇴)을 요청할 수 있으며 파워로고스은 위 요청을 받은 즉시 해당 회원의 회원 등록 말소를 위한 절차를
						밟습니다. ② 회원이 다음 각 호의 사유에 해당하는 경우, 파워로고스은 회원의 회원자격을 적절한 방법으로 제한 및
						정지, 상실시킬 수 있습니다. 1. 가입 신청 시에 허위 내용을 등록한 경우 2. 다른 사람의 파워로고스 이용을
						방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우 3. 파워로고스을 이용하여 법령과 본 약관이 금지하거나
						공서양속에 반하는 행위를 하는 경우 ③ 파워로고스이 회원의 회원자격을 상실시키기로 결정한 경우에는 회원등록을
						말소합니다. 이 경우 회원인 회원에게 회원등록 말소 전에 이를 통지하고, 소명할 기회를 부여합니다.</p>
					제7조(회원에 대한 통지)
					<p class="agree_word">① 파워로고스이 특정 회원에 대한 통지를 하는 경우 파워로고스이 부여한
						메일주소로 할 수 있습니다. ② 파워로고스이 불특정다수 회원에 대한 통지를 하는 경우 1주일이상 파워로고스 게시판에
						게시함으로써 개별 통지에 갈음할 수 있습니다.</p>
					제8조(회원의 개인정보보호)
					<p class="agree_word">파워로고스은 관련법령이 정하는 바에 따라서 회원 등록정보를 포함한 회원의
						개인정보를 보호하기 위하여 노력합니다. 회원의 개인정보보호에 관해서는 관련법령 및 파워로고스이
						정하는"개인정보보호정책"에 정한 바에 의합니다.</p>

					제9조(파워로고스의 의무)
					<p class="agree_word">① 파워로고스은 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지
						않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하기 위해서 노력합니다. ② 파워로고스은 회원이
						안전하게 인터넷 서비스를 이용할 수 있도록 회원의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 구축합니다. ③
						파워로고스은 회원이 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다. (회원 정보란에서 선택 가능) ④
						파워로고스은 회원이 서비스를 이용함에 있어 파워로고스의 고의 또는 중대한 과실로 인하여 입은 손해를 배상할 책임을
						부담합니다.</p>
					제10조(회원의 ID 및 비밀번호에 대한 의무)
					<p class="agree_word">① 파워로고스이 관계법령, "개인정보보호정책"에 의해서 그 책임을 지는
						경우를 제외하고, 자신의 ID와 비밀번호에 관한 관리책임은 각 회원에게 있습니다. ② 회원은 자신의 ID 및 비밀번호를
						제3자에게 이용하게 해서는 안됩니다. ③ 회원은 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한
						경우에는 바로 파워로고스에 통보하고 파워로고스의 안내가 있는 경우에는 그에 따라야 합니다.</p>

					제11조(회원의 의무)
					<p class="agree_word">① 회원은 다음 각 호의 행위를 하여서는 안됩니다. 1. 회원가입신청 또는
						변경시 허위내용을 등록하는 행위 2. 파워로고스에 게시된 정보를 변경하는 행위 3. 파워로고스 기타 제3자의 인격권
						또는 지적재산권을 침해하거나 업무를 방해하는 행위 4. 다른 회원의 ID를 도용하는 행위 5. 정크메일(junk
						mail), 스팸메일(spam mail), 행운의 편지(chain letters), 피라미드 조직에 가입할 것을
						권유하는 메일, 외설 또는 폭력적인 메시지 ·화상·음성 등이 담긴 메일을 보내거나 기타 공서양속에 반하는 정보를 공개
						또는 게시하는 행위. 6. 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)의 전송 또는
						게시하는 행위 7. 의 직원이나 서비스의 관리자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나
						메일을 발송하는 행위 8. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된
						소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전자우편으로 발송하는
						행위 9. 스토킹(stalking) 등 다른 회원을 괴롭히는 행위 10. 다른 회원에 대한 개인정보를 그 동의 없이
						수집, 저장, 공개하는 행위 11. 불특정 다수의 자를 대상으로 하여 광고 또는 선전을 게시하거나 스팸메일을 전송하는
						등의 방법으로 파워로고스의 서비스를 이용하여 영리목적의 활동을 하는 행위 12.. 파워로고스이 제공하는 서비스에 정한
						약관 기타 서비스 이용에 관한 규정을 위반하는 행위 ② 제1항에 해당하는 행위를 한 회원이 있을 경우 파워로고스은 본
						약관 제6조 제2, 3항에서 정한 바에 따라 회원의 회원자격을 적절한 방법으로 제한 및 정지, 상실시킬 수 있습니다.
						③ 회원은 그 귀책사유로 인하여 파워로고스이나 다른 회원이 입은 손해를 배상할 책임이 있습니다.</p>

					제 12조 (공개게시물의 삭제)
					<p class="agree_word">회원의 공개게시물의 내용이 다음 각 호에 해당하는 경우 파워로고스은
						회원에게 사전 통지 없이 해당 공개게시물을 삭제할 수 있고, 해당 회원의 회원 자격을 제한, 정지 또는 상실시킬 수
						있습니다. 1. 다른 회원 또는 제3자를 비방하거나 중상 모략으로 명예를 손상시키는 내용 2. 공서양속에 위반되는
						내용의 정보, 문장, 도형 등을 유포하는 내용 3. 범죄행위와 관련이 있다고 판단되는 내용 4. 다른 회원 또는
						제3자의 저작권 등 기타 권리를 침해하는 내용 5. 광고성 또는 상업적 목적이 두드러진 경우 5. 기타 관계 법령에
						위배된다고 판단되는 내용</p>

					제13조(저작권의 귀속 및 이용제한)
					<p class="agree_word">① 파워로고스이 작성한 저작물에 대한 저작권 기타 지적재산권은 파워로고스에
						귀속합니다. ② 회원은 파워로고스을 이용함으로써 얻은 정보를 파워로고스의 사전승낙 없이 복제, 전송, 출판, 배포,
						방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.</p>
					제14조 (약관의 개정)
					<p class="agree_word">①파워로고스은 약관의 규제 등에 관한 법률, 전자거래기본법, 전자서명법,
						정보통신망 이용촉진 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다. ② 파워로고스이
						본 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 초기화면에 그 적용일자 7일 이전부터
						적용일자 전일까지 공지합니다. ③ 파워로고스이 본 약관을 개정할 경우에는 그 개정약관은 개정된 내용이 관계 법령에
						위배되지 않는 한 개정 이전에 회원으로 가입한 회원에게도 적용됩니다. ④ 변경된 약관에 이의가 있는 회원은 제6조
						제1항에 따라 탈퇴할 수 있습니다.</p>

					제15조(재판관할)
					<p class="agree_word">파워로고스과 회원간에 발생한 서비스 이용에 관한 분쟁으로 인한 소는
						민사소송법상의 관할을 가지는 대한민국의 법원에 제기합니다. 부 칙 이 약관은 2001년 5월 1일을 시작으로 새로운
						약관이 나오기 전까지 사용한다. [파워로고스 회원 개인정보 보호정책] 파워로고스 회원의 프라이버시를 철저히 보호하여
						정보화 사회에서의 통신의 자유를 보장하고자 아래와 같이 개인정보보호정책을 명시합니다. 개인정보보호정책은 정부의 법률 및
						지 침의 변경과 의 정책 변화에 따라 변경될 수 있습니다. 회원님께서는 사이트 방문 시에 수시로 확인하시기 바랍니다.
						1. 개인정보의 수집목적 및 이용 회원님 개인의 정보를 수집하는 목적은 사이트를 통하여 회원님께 최적의 맞춤화된
						서비스를 제공해드리기 위한 것입니다. 이때 회원님께서 제공해주신 개인정보를 바탕으로 회원님께 보다 더 유용한 정보를
						선택적으로 제공하는 것이 가능하게 됩니다. 2. 수집하는 개인정보 항목 및 수집방법 은 최초 회원가입을 하실 때 서비스
						제공을 위해 가장 필수적인 개인정보를 받고 있습니다. 회원가입 시에 받는 정보는 회원님의 이름, 생년월일, 직업, 주소
						등입니다. 회원님이 기입하신 정보는 의 각종 서비스 제공이나 회원님께 사전에 밝힌 목적 이외의 다른 어떠한 목적으로도
						사용되지 않음을 알려드립니다. 3. 개인정보의 보유 및 폐기 귀하가 의 회원으로서 이 제공하는 서비스를 받는 동안
						회원님의 개인정보는 에서 계속 보유하며 서비스 제공을 위해 이용하게 됩니다. 다만 의 회원이 자신의 개인정보 열람,
						수정 및 삭제 절차에 따라 ID를 삭제하거나 가입해지를 요청한 경우와 회원님께 사전에 알려드린 개인정보를 제공받은
						목적이 달성된 경우에 수집된 개인의 정보는 재생할 수 없는 방법에 의하여 하드디스크에서 완전히 삭제되며 어떠한 용도로도
						열람 또는 이용할 수 없도록 처리됩니다. 4. 개인정보의 제공 및 공유 원칙적으로 은 회원님의 개인정보를 타인 또는
						타기업·기관에 공개하지 않습니다. 다만 회원 님이 공개에 동의한 경우 또는 의 서비스 이용약관을 위배하는 사람이나 의
						서비스를 이용하여 타인에게 법적인 피해를 주거나 미풍양속을 해치는 행위를 한 사람 등에게 법적인 조치를 취하기 위하여
						개인정보를 공개해야 한다고 판단되는 충분한 근거가 있는 경우는 예외로 합니다. 5. 개인정보보호를 위한 기술적/제도적
						관리 회원님의 개인정보는 비밀번호에 의해 보호되고 있습니다. 회원님 계정의 비밀번호는 오직 본인만이 알 수 있으며,
						개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다. 따라서 회원님의 비밀번호는 누구에게도
						알려주면 안됩니다. 또한 작업을 마치신 후에는 로그아웃 (log-out)하시고 웹브라우저를 종료하는 것이 바람직합니다.
						특히 다른 사람과 컴퓨터를 공유하여 사용하거나 공공장소에서 이용한 경우 개인정보가 다른 사람에게 알려지는 것을 막기
						위해서 이와 같은 절차가 더욱 필요하다고 하겠습니다. 6. 자신의 개인정보 열람, 정정 및 삭제 회원님은 언제든지
						등록되어 있는 회원님의 개인정보를 열람하거나 정정하실 수 있으며, 아이디 (ID) 삭제를 요청하실 수 있습니다. 회원님
						개인 정보의 열람 및 정정은 의 회원정보관리에서 관리 하실 수 있으며, 아이디 변경은 담당자에게 메일을 보낸 후
						수정하실 수 있습니다. 회원님 계정의 비밀번호에 대한 보안을 유지할 책임은 회원님 자신에게 있습니다. 에서 메일 또는
						기타 방법으로 회원님께 비밀번호를 질문하는 경우는 절대 없으므로 어떠한 경우에도 비밀번호를 알려주지 마십시오.
						로그온(log-on)한 상태에서는 주위의 다른 사람에게 개인정보가 유출되지 않도록 특별히 주의를 기울이시기 바랍니다.
					</p>
				</div>

				<div class="clearfix"></div>
			
				<div class="agree_chk">
					<ul class="agree_chk_ul">
						<li><span class="agree_chk_span">위 약관에 동의하십니까?</span></li>
						<li><input type="radio" class="agree_y" name="agree" id="agree_y"  checked/><span class="agree_chk_span">동의</span></li>
						<li><input type="radio" class="agree_n" name="agree" id="agree_n" /><span class="agree_chk_span">동의 안함</span></li>
					</ul>
				</div>
				
				<div class="clearfix"></div>
		
		        <div class="btn_wrapper">
		            <button id="submitBtn" class="submitBtn">확인</button>
		        </div>
		
			</div>
		</div>

	</div>
</div>

<!-- footer Here -->
<jsp:include page="/Layout/Footer.jsp" />